SoapTest/InitSessionRq.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:fimi="http://schemas.compassplus.com/two/1.0/fimi.xsd" xmlns:fimi1="http://schemas.compassplus.com/two/1.0/fimi_types.xsd">
    <soap:Header/>
    <soap:Body>
        <fimi:InitSessionRq>
            <fimi:Request Ver="3.5" Product="FIMI" Encoding="UTF8" RetAddress="" Clerk="">
                <fimi1:NeedDicts>0</fimi1:NeedDicts>
                <fimi1:AllVendors>0</fimi1:AllVendors>
                <fimi1:AvoidSession>0</fimi1:AvoidSession>
            </fimi:Request>
        </fimi:InitSessionRq>
    </soap:Body>
</soap:Envelope>